tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "webp"
brew "automake"
brew "coreutils"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "berkeley-db", link: true
brew "boost"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "cliclick"
brew "cmake"
brew "curl"
brew "direnv"
brew "python@3.11"
brew "docutils"
brew "libevent"
brew "folly"
brew "edencommon"
brew "tcl-tk"
brew "expect"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnupg"
brew "guile"
brew "git-secret"
brew "gnu-sed"
brew "gobject-introspection"
brew "gron"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jo"
brew "jq"
brew "krb5"
brew "libfido2"
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "perl"
brew "poco"
brew "postgresql@14"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alt-tab"
cask "chromedriver"
cask "clipy"
cask "deepl"
cask "docker"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "spectacle"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "Shopify.ruby-lsp"
vscode "soutaro.steep-vscode"
