tap "github/gh"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "vet-run/vet"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "automake"
brew "bat"
brew "openssl@3"
brew "berkeley-db", link: true
brew "boost"
brew "glib"
brew "cairo"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docutils"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "expect"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "icu4c@78"
brew "python@3.12"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "guile"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "libfido2"
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "neovim"
brew "openjdk"
brew "perl"
brew "poco"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tcl-tk"
brew "terminal-notifier"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "unixodbc"
brew "vim"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"
brew "vet-run/vet/vet-run"
cask "alt-tab"
cask "chromedriver"
cask "clipy"
cask "deepl"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-moralerspace"
cask "font-moralerspace-hw"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wezterm@nightly"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "shopify.ruby-lsp"
vscode "soutaro.steep-vscode"
