tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "asdf"
brew "bat"
brew "boost"
brew "glib"
brew "cliclick"
brew "cmake"
brew "direnv"
brew "expect"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnupg"
brew "git-secret"
brew "hub"
brew "imagemagick"
brew "jo"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "poco"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "z"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "clipy"
cask "deepl"
